Repository: malamalca/famiree
Catalog: src/Locale/*/default.po
Languages: sl

source: Attachment does not exist.
sl: Priponka ne obstaja.

source: The attachment has been saved.
sl: Priponka je shranjena.

source: The attachment could not be saved. Please, try again.
sl: Priponke ni mogoče shraniti. Preverite vpisana polja.

source: The attachment has been deleted.
sl: Priponka je izbrisana.

source: The attachment could not be deleted. Please, try again.
sl: Priponke ni mogoče izbrisati. Mogoče je pripeta kot profilna slika.

source: The attachments link has been saved.
sl: Priponka je shranjena.

source: The attachments link could not be saved. Please, try again.
sl: Povezave na priponko ni mogoče shraniti. Preverite vpisana polja.

source: The attachments link has been deleted.
sl: Povezava priponke je izbrisana.

source: The attachments link could not be deleted. Please, try again.
sl: Povezave na priponko ni mogoče izbrisati.

source: The imgnote has been saved.
sl: Nalepka na sliki je shranjena.

source: The imgnote could not be saved. Please, try again.
sl: Oznake ni mogoče shraniti. Preverite vpisana polja.

source: The imgnote has been deleted.
sl: Nalepka je izbrisana.

source: The imgnote could not be deleted. Please, try again.
sl: Oznake ni mogoče izbrisati.

source: The post has been saved.
sl: Spomin je shranjen.

source: The post could not be saved. Please, try again.
sl: Spomina ni mogoče shraniti. Preverite vpisana polja.

source: The post has been deleted.
sl: Spomin je izbrisan.

source: The post could not be deleted. Please, try again.
sl: Spomina ni mogoče izbrisati.

source: Invalid user.
sl: Profil ne obstaja.

source: The profile already has two parents.
sl: Profil že ima dva starša.

source: The profile has been saved.
sl: Profil je shranjen.

source: The profile could not be saved. Please, try again.
sl: Profila ni mogoče shraniti. Preverite vpisana polja.

source: The profile has been deleted.
sl: Profil je izbrisan.

source: The profile could not be deleted. Please, try again.
sl: Profila nimogoče izbrisati.

source: Profile's avatar has been successfully saved.
sl: Provzeta slika profila je shranjena.

source: Profile's avatar could not be changed.
sl: Privzete slike profila ni mogoče spremeniti.

source: Invalid ajax call.
sl: Neveljaven ajax klic.

source: Invalid username or password, try again
sl: Napačno uporabniško ime ali geslo. Poizkusite ponovno.

source: An email with password reset instructions has been sent.
sl: Email z navodili za spremembo gesla je bil poslan na vpisan naslov.

source: No user with specified email has been found.
sl: Uporabnik z vpisanim email naslovom ne obstaja.

source: Reset key does not exist.
sl: Ključ za spremembo gesla ne obstaja.

source: User does not exist.
sl: Uporabnik ne obstaja.

source: Password has been changed.
sl: Geslo je bilo spremenjeno.

source: Please verify that the information is correct.
sl: Prosim preverite vpisane podatke.

source: User has been added.
sl: Uporabnik je shranjen.

source: User settings have been changed.
sl: Nastavitve so shranjene.

source: Get file does not exist
sl: Datoteka ne obstaja

source: Password Reset
sl: Novo geslo

source: Attachment
sl: Priponka

source: Add
sl: Dodaj

source: Basic Info
sl: Osnovni podatki

source: Title
sl: Naslov

source: Filename
sl: Datoteka

source: Description
sl: Opis

source: Additional Properties
sl: Dodatne lastnosti

source: Created
sl: Datum vpisa

source: Save
sl: Shrani

source: or
sl: ali

source: Cancel
sl: Prekliči

source: Attachments
sl: Priponke

source: anonymous
sl: neznan/a

source: Me
sl: Jaz sem

source: Added {0} by {1}.
sl: Vpisal {1} {0}.

source: Unknown
sl: neznan

source: nobody
sl: nihče

source: Belongs to {0}.
sl: Pripada {0}.

source: and
sl: in

source: Add link
sl: Dodaj povezavo

source: or
sl: ali

source: Add Note
sl: Dodaj nalepko

source: Note
sl: Nalepka

source: Crop and create new image
sl: Z izrezom ustvari novo sliko

source: own your family tree...
sl: vaše družinsko drevo...

source: Hello, {0}.
sl: Pozdravljeni, {0}.

source: Settings
sl: Nastavitve

source: Logout
sl: Odjava

source: Home
sl: Domov

source: Tree
sl: Drevo

source: Photos
sl: Slike

source: Memories
sl: Spomini

source: Profiles
sl: Profili

source: Living
sl: Še živi

source: Deceased
sl: Preminul

source: Name
sl: Ime

source: First
sl: Ime

source: Last
sl: Priimek

source: Maiden Name
sl: Dekliško ime

source: Gender
sl: Spol

source: Male
sl: Moški

source: Female
sl: Ženski

source: Date of Birth
sl: Datum rojstva

source: Place of Birth
sl: Kraj rojstva

source: Place of Living
sl: Prebivališče

source: Date of Death
sl: Datum smrti

source: Place of Death
sl: Kraj smrti

source: Cause of Death
sl: Vzrok smrti

source: Place of Burial
sl: Pokopan v/na

source: Actions
sl: Akcije

source: [Upload] attachment
sl: [Dodaj] sliko ali datoteko

source: Filters
sl: Filtri

source: All Attachments
sl: Vse priponke

source: Recent Uploads
sl: Zadnje priponke

source: Operations
sl: Operacije

source: Point a Person
sl: Pokaži osebo

source: [Edit] properties
sl: [Urejanje] lastnosti

source: Image Properties
sl: Lastnosti datoteke

source: Dimensions
sl: Dimenzije

source: Size
sl: Velikost

source: Statistics
sl: Statistika

source: No. of Females
sl: Št. žensk

source: No. of Males
sl: Št. moških

source: my past
sl: moja zgodovina

source: About %1$s written by %2$s %3$s
sl: %2$s je napisal/a spomine o %1$s %3$s

source: All Posts
sl: Vsi spomini

source: Log
sl: Zgodovina

source: I've edited my own profile.
sl: Uredil/a lastni profil.

source: {0} has edited my profile.
sl: {0} je uredil/a moj profil.

source: Guest
sl: Gost

source: {0} has edited his own profile.
sl: {0} je uredil/a svoj profil.

source: %1$s has been added by %2$s
sl: %2$s je vnesel/a %1$s

source: %1$s has been edited by %2$s
sl: %2$s je uredil/a %1$s

source: Profile "%1$s" has been deleted by %2$s
sl: %2$s je izbrisal profil "%1$s".

source: Post "%1$s" has been deleted by %2$s.
sl: %2$s je izbrisal/a zapis "%1$s".

source: Post "%1$s" has been added by %2$s
sl: %2$s je napisal/a zapis "%1$s".

source: Post "%1$s" has been edited by %2$s
sl: %2$s je uredil/a zapis "%1$s"

source: Attachment "%1$s" has been added by %2$s
sl: %2$s je dodal priponko "%1$s"

source: Attachment "%1$s" has been edited by %2$s
sl: %2$s je spremeni priponko "%1$s"

source: A note has been added to %1$s by %2$s.
sl: %2$s je dodal/a zaznamek na sliko %1$s.

source: image
sl: slika

source: Basics
sl: Osnove

source: Personal
sl: Osebni podatki

source: Interests
sl: Interesi

source: Relationships
sl: Sorodstvena razmerja

source: Click on image you wish to set as users new avatar.
sl: Kliknite za spremembo privzete slike osebe.

source: [Click here] if you wish to remove this profile's.
sl: [Kliknite tukaj], če želite odstraniti privzeto sliko profila.

source: Drag and drop children to reorder them.
sl: Primite in povlecite profil na drugo mesto.

source: [Show tree] for this person
sl: [Prikaz drevesa] za osebo

source: [Edit] person's data
sl: [Uredi] osebne podatke

source: [Change] person's avatar
sl: [Spremeni] privzeto sliko

source: [Reorder] children
sl: [Vrstni red] otrok

source: [Delete] profile
sl: [Izbriši] profil

source: Are you sure you want to delete profile?
sl: Ste prepričani, da želite izbrisati profil?

source: Hair Color
sl: Barva las

source: Eye Color
sl: Barva oči

source: Nick Names
sl: Vzdevki

source: Education
sl: Izobrazba

source: Job
sl: Poklic

source: Activities
sl: Aktivnosti

source: People/Heroes
sl: Ljudje/Idoli

source: Cuisines
sl: Hrana

source: Quotes
sl: Reki/Pregovori

source: Movies
sl: Filmi

source: TV Shows
sl: TV programi

source: Music
sl: Glasba

source: Books
sl: Knjige

source: Sports
sl: Šport

source: Forgot your password?
sl: Ste pozabili geslo?

source: You've received this mail from password reset request on Famiree
sl: Sporočilo za spremembo gesla ste prejeli s portala Famiree

source: Please follow this url to change your password:
sl: Kliknite na povezavo za spremembo gesla:

source: Please discard this email if you did not want to change your password.
sl: Sporočilo lahko prezrete, če spremembe gesla niste zahtevali sami

source: Best Regards.
sl: Lep pozdrav,

source: Error
sl: Napaka

source: The requested address {0} was not found on this server.
sl: Zahtevana stran {0} ne obstaja na tem strežniku.

source: An Internal Error Has Occurred
sl: Prišlo je do napake

source: Back
sl: Nazaj

source: Edit Post
sl: Uredi zapis

source: Body
sl: Telo

source: Creator
sl: Avtor

source: Posts
sl: Spomini

source: edit
sl: uredi

source: delete
sl: briši

source: Are your sure you want to delete this post?
sl: Ste prepričani, da želite izbrisati zapis?

source: Published {0} by {1}.
sl: Objavil/a {1}, {0}.

source: Linked to {0}.
sl: Povezano s/z {0}.

source: Read more...
sl: Beri naprej...

source: Add {0}'s Child
sl: {0}: Dodaj otroka

source: Add {0}'s Spouse
sl: Vpis partnerja: {0}

source: Add {0}'s Parent
sl: {0}: Dodaj očeta ali mater

source: Add {0}'s Sibling
sl: {0}: Dodaj sestro/brata

source: Select Other parent
sl: Izberi drugega partnerja

source: create new family
sl: ustvari novo družino

source: Parent for children
sl: Starši

source: Dashboard
sl: Osnovna plošča

source: Search
sl: Išči

source: Welcome to Famiree!
sl: Dobrodošli v Famiree!

source: This is a private place for your family to build your family tree, preserve your history and share your lives.
sl: Prostor za vašo družinsko drevo, ohranjanje korenin in stikov z vašimi bližnjimi.

source: Today
sl: Danes

source: Tomorrow
sl: Jutri

source: This month
sl: Tekoči mesec

source: Next month
sl: Naslednji mesec

source: Furher on
sl: Kasneje

source: %1$s celebrates %2$s %3$d birthday on %4$s.
sl: %4$s praznuje %1$s %2$s %3$d rojstni dan.

source: %1$s celebrates %2$s %3$d birthday.
sl: %1$s praznuje svoj %2$s %3$d rojstni dan.

source: his
sl: njegov

source: her
sl: njen

source: Personal info
sl: Osebni podatki

source: Wife
sl: Žena

source: Fiancee
sl: Zaročenka

source: Ex-wife (deceased)
sl: Pokojna žena

source: Ex-wife
sl: Bivša žena

source: %s is his
sl: %s je njegov/a

source: Husband
sl: Soprog

source: Ex-husband (deceased)
sl: Pokojni mož

source: Ex-husband
sl: Bivši mož

source: %s is her
sl: %s je njen

source: %s is my
sl: %s je moj/a

source: born %s
sl: rojen/a %s

source: Married On
sl: Datum poroke

source: Married In
sl: Kraj poroke

source: Select Avatar
sl: Izberi privzeto sliko profila

source: Search Results for "{0}"
sl: Rezultat iskanja za "{0}"

source: Page {{page}} of {{pages}}, showing {{current}} records out of {{count}} total.
sl: Stran {{page}} od skupno {{pages}}. Prikazujem {{current}} zapis od skupno {{count}}.

source: View Tree
sl: Prikaz drevesa

source: Show Profile
sl: Profil

source: Reorder Children
sl: Vrstni red otrok

source: unknown
sl: neznano

source: Show Tree
sl: Prikaz drevesa

source: Add This Person
sl: Dodaj to osebo

source: Minor Child
sl: Mladoleten otrok

source: deceased
sl: pokojni/a

source: Edit Profile
sl: Uredi profil

source: Add Mother or Father
sl: Dodaj očeta ali mater

source: Add Partner
sl: Dodaj partnerja

source: Add Sibling
sl: Dodaj sestro/brata

source: Add Child
sl: Dodaj otroka

source: Location
sl: Prebivališče

source: would be
sl: danes bi imel

source: years old
sl: let

source: Immediate Family
sl: Ožja družina

source: Daughter of
sl: Starši:

source: Son of
sl: Starši:

source: Child of
sl: Starši:

source: Sister of
sl: Bratje/sestre:

source: Brother of
sl: Bratje/sestre:

source: Sibling of
sl: Bratje/sestre:

source: and
sl: in

source: Married
sl: Soprog:

source: with %d %s
sl: , %d %s

source: Added
sl: Dodano

source: Last Login
sl: Zadnja prijava

source: add photo
sl: dodaj fotografijo

source: Photo Gallery
sl: Foto galerija

source: Please enter a title for your attachment.
sl: Vpišite naslov priponke oz. slike.

source: Are you sure you want to delete this attachment?
sl: Ste prepričani, da želite izbrisati priponko?

source: There are currently no media files for this person. Please do add yours.
sl: Trenutno še ni elementov v galeriji.

source: add
sl: dodaj

source: Please enter some memories about this person.
sl: Vpišite besedilo spominov.

source: Are your sure you want to delete this memory?
sl: Ste prepričani, da želite izbrisati spomin?

source: Published %1$s by %2$s.
sl: Objavil/a %2$s, %1$s.

source: There are currently no memories for this person. Please do add yours.
sl: Trenutno še ni spominov o izbrani osebi.

source: child
sl: otrok

source: Set new password for {0}
sl: Novo geslo za "{0}"

source: Your Father
sl: Vaš oče

source: Your Mother
sl: Vaša mati

source: New Password
sl: Novo geslo

source: Password is required, format must be valid.
sl: Geslo je obvezno polje. Preverja se format.

source: Repeat Password
sl: Ponovitev gesla

source: Passwords do not match.
sl: Novo geslo in ponovitev gesla se ne ujemata.

source: Change
sl: Spremeni

source: Add First User
sl: Dodaj prvi profil

source: Welcome to Famiree
sl: Dobrodošli v Famiree

source: Please enter user data for a first Famiree profile.
sl: Izpolnite osnovne podatke za prvi profil.

source: This user will also be a first site admin with highest privileges.
sl: Ta tudi profil bo prejel administratorske pravice za upravljanje s portalom.

source: First Name
sl: Ime

source: Last Name
sl: Priimek

source: Username
sl: Uporabnik

source: Password
sl: Geslo

source: Login
sl: Prijava

source: Your name
sl: Vaše ime

source: Remember me
sl: Zapomni si me

source: Reset Email
sl: Email za spremembo gesla

source: Request new Password
sl: Zahteva za novo geslo

source: Invalid username.
sl: Napačno uporabniško ime.

source: Invalid email.
sl: Neveljaven email naslov.

source: Old Password
sl: Trenutno geslo

source: Invalid current password.
sl: Nepravilno trenutno geslo.

source: Auburn
sl: kostanjeva

source: Black
sl: črna

source: Blonde
sl: blond

source: Brown
sl: rjava

source: Gray
sl: siva

source: Red
sl: rdeča

source: None
sl: brez

source: Other
sl: drugo

source: Amber
sl: kostanjeva

source: Blue
sl: modra

source: Grey
sl: siva

source: Green
sl: zelena

source: Hazel
sl: kostanjeva
